Repository: yellowred/crab-money
Catalog: CalmMoney/*.lproj/Localizable.strings
Languages: de, ru

source: Expenses
de: Ausgaben
ru: Расходы

source: Earnings
de: Ertrag
ru: Доходы

source: Budget
ru: Бюджет

source: Categories
de: Kategorien
ru: Категории

source: Add
de: Hinzufügen
ru: Добавить

source: Save
de: Speichern
ru: Сохранить

source: Category can not be removed
de: Kategorie kann nicht entfernt werden
ru: Категория не может быть удалена

source: You have transactions assigned to this category. Please remove them first.
de: Sie haben Transaktionen dieser Kategorie zugewiesen. Bitte entfernen Sie diese zuerst.
ru: У вас есть транзакции в этой категории. Пожалуйста сначала удалите их.

source: N/A
ru: Н/Д

source: Please wait...
de: Bitte warten...
ru: Пожалуйста, ждите...

source: Last updated on
de: Letzte Aktualisierung am
ru: Последний раз обновлено

source: Connect to the internet to update currency rates.
de: Stehen Sie zum Internet in Verbindung, um Währungsraten zu aktualisieren.
ru: Пожалуйста, подключитесь к интернету, чтобы обновить курсы валют.

source: remains
de: bleibt
ru: осталось

source: Please set the budget
de: Setzen Sie bitte das Budget
ru: Пожалуйста, установите бюджет

source: undefined
de: nicht definiert
ru: не определено

source: Purchase failed. Please check your internet connection and try again.
de: Kauf hat gescheitert. Überprüfen Sie bitte Ihre Internetverbindung und versuchen Sie noch einmal.
ru: Покупка не удалась. Пожалуйста, проверьте соединение с интернетом и повторите попытку.

source: Restore purchases
de: Stellen Sie Käufe wieder her
ru: Восстановить покупки

source: Can not restore. Please check the internet connection and try again.
de: Kann nicht wieder herstellen. Überprüfen Sie bitte die Internetverbindung und versuchen Sie noch einmal.
ru: Невозможно восстановить. Пожалуйста, проверьте соединение с интернетом и повторите попытку.

source: Succesful.
de: Erfolgreich.
ru: Успешно.

source: products have been restored.
de: Produkte sind wieder hergestellt worden.
ru: продуктов восстановлено.

source: Nothing to restore. Please purchase a PRO version or Currency Converter.
de: Nichts, um wieder herzustellen. Kaufen Sie bitte eine PRO Version oder Währungskonverter.
ru: Восстанавливать нечего. Пожалуйста, приобретите PRO версию или подписку на Конвертер Валют.

source: Enjoying Calm Money? Please rate us. It helps us to provide better updates.
de: Ruhiges Geld genießend? Schätzen Sie uns bitte ab. Es hilft uns, bessere Aktualisierungen zur Verfügung zu stellen.
ru: Нравятся Спокойные Деньги? Напишите отзыв о нас! Это поможет нам делать приложение лучше.

source: Rate us
de: Bewerten Sie uns
ru: Напишите отзыв

source: Rate
de: Preis
ru: Отзыв

source: Not Now
de: Jetzt nicht
ru: Позже

source: Add category
de: Kategorie hinzufügen
ru: Добавить категорию

source: Add
de: Hinzufügen
ru: Добавить

source: Cancel
de: Abbrechen
ru: Отменить

source: Category name
de: Kategorienamen
ru: Имя категории

# AED_currency_name
source: UAE dirhams
de: VAE Dirham
ru: ОАЭ Дирхам

# AFN_currency_name
source: Afghan afghanis
de: Afghanischer Afghani
ru: Афганские афгани

# ALL_currency_name
source: Albanian leke
de: Albanische leke
ru: Албанский леков

# AMD_currency_name
source: Armenian dram
de: Armenischer dram
ru: Армянский драм

# ANG_currency_name
source: Netherlands Antillean guilders
de: Niederlande Antillen-Gulden
ru: Нидерландский антильский гульден

# AOA_currency_name
source: Angolan kwanza
de: Angolanischer kwanza
ru: Ангольская Кванза

# ARS_currency_name
source: Argentine pesos
de: Argentinische pesos
ru: Аргентинское песо

# AUD_currency_name
source: Australian dollars
de: Australische Dollar
ru: Австралийские доллары

# AWG_currency_name
source: Aruban florin
de: Aruba florin
ru: Флорин Арубы

# AZN_currency_name
source: Azerbaijanian manat
de: Aserbaidschaner manat
ru: Азербайджанский манат

# BAM_currency_name
source: Bosnia and Herzegovina convertible marks
de: Bosnien und Herzegowina Konvertible Mark
ru: Конвертируемые марки Боснии и Герцеговины

# BBD_currency_name
source: Barbadian dollars
de: Barbados-Dollar
ru: Барбадосские доллары

# BDT_currency_name
source: Bangladeshi taka
ru: Бангладеш така

# BGN_currency_name
source: Bulgarian leva
de: Bulgarische Lewa
ru: Болгарский Лев

# BHD_currency_name
source: Bahraini dinara
de: Bahrain-dinar
ru: Бахрейнская динара

# BIF_currency_name
source: Burundi francs
de: Burundi-Franken
ru: Франки Бурунди

# BMD_currency_name
source: Bermudian dollars
de: Bermudische Dollars
ru: Бермудский доллар

# BND_currency_name
source: Brunei dollars
de: Brunei-Dollar
ru: Брунейский доллар

# BOB_currency_name
source: Bolivian bolivianos
de: Bolivianische bolivianos
ru: Боливийская боливиано

# BRL_currency_name
source: Brazilian real
de: Brasilianischer real
ru: Бразильский реал

# BSD_currency_name
source: Bahamian dollars
de: Bahama-Dollar
ru: Багамский доллар

# BTC_currency_name
source: Bitcoins
ru: Биткоины

# BTN_currency_name
source: Bhutanese ngultrum
de: Bhutanische ngultrum
ru: Бутанский нгултрум

# BWP_currency_name
source: Botswanan pulas
de: Botswana Pula
ru: Ботсванская пула

# BYR_currency_name
source: Belarusian ruble
de: Belarussische Rubel
ru: Белорусский рубль

# BZD_currency_name
source: Belize dollars
de: Belize-Dollar
ru: Белизский доллар

# CAD_currency_name
source: Canadian dollars
de: Kanadische Dollar
ru: Канадские доллары

# CDF_currency_name
source: Congolese francs
de: Kongolesische francs
ru: Конголезские франки

# CHF_currency_name
source: Switzerland Francs
de: Schweizer Franken
ru: Швейцарский франк

# CLF_currency_name
source: Chilean Unidad de Fomento
de: Chilenische Unidad de Fomento
ru: Чилийский Унидад де Фоменто

# CLP_currency_name
source: Chilean pesos
de: Chilenische pesos
ru: Чилийское песо

# CNH_currency_name
source: Chinese offshore renminbi yuan
de: Chinesische Offshore-Renminbi yuan
ru: Китайский оффшорный юань

# CNY_currency_name
source: Chinese renminbi yuan
de: Chinesischer Renminbi yuan
ru: Китайский юань

# COP_currency_name
source: Colombian pesos
de: Kolumbianische pesos
ru: Колумбийское песо

# CRC_currency_name
source: Costa Rican colones
de: Costa Rica colones
ru: Коста-риканский колон

# CUC_currency_name
source: Cuban convertible pesos
de: Kubanische konvertierbare pesos
ru: Кубинские конвертируемые песо

# CUP_currency_name
source: Cuban pesos
de: Kubanische pesos
ru: Кубинский песо

# CVE_currency_name
source: Cape Verdean escudos
de: Kap Verde Escudo
ru: Эскудо Кабо-Верде

# CZK_currency_name
source: Czech korun
de: Tschechische korun
ru: Чешская крона

# DJF_currency_name
source: Djiboutian francs
de: Djibouti-Franken
ru: Джибутийские франки

# DKK_currency_name
source: Danish kroner
de: Dänische Kronen
ru: Датская крона

# DOP_currency_name
source: Dominican pesos
de: Dominikanische pesos
ru: Доминиканское песо

# DZD_currency_name
source: Algerian dinara
de: Algerische dinara
ru: Алжирская динара

# EGP_currency_name
source: Egyptian pounds
de: Ägyptische Pfund
ru: Египетские фунты

# ERN_currency_name
source: Eritrean nakfa
de: Eritreische nakfa
ru: Эритрейская накфа

# ETB_currency_name
source: Ethiopian birr
de: Äthiopische birr
ru: Эфиопский быр

# EUR_currency_name
source: European Union euros
de: Europäischen Union Euro
ru: Евро

# FJD_currency_name
source: Fijian dollars
de: Fidschi-Dollar
ru: Фиджийские доллары

# FKP_currency_name
source: Falkland Islands pounds
de: Falklandinseln Pfund
ru: Фунты Фолклендских островов

# GBP_currency_name
source: British pounds sterling
de: Britische Pfund sterling
ru: Британские фунты стерлингов

# GEL_currency_name
source: Georgian lari
de: Georgischer lari
ru: Грузинский лари

# GGP_currency_name
source: Guernsey Pound
de: Guernsey-Pfund
ru: Гернсийский фунт

# GHS_currency_name
source: Ghana cedis
ru: Ганский седи

# GIP_currency_name
source: Gibraltar pounds
de: Gibraltar-Pfund
ru: Гибралтарский фунт

# GMD_currency_name
source: Gambian dalasi
de: Gambische dalasi
ru: Гамбийский даласи

# GNF_currency_name
source: Guinea Francs
de: Guinea-Franken
ru: Гвинейский франк

# GTQ_currency_name
source: Guatemalan quetzales
de: Guatemaltekische quetzales
ru: Гватемальские кетцали

# GYD_currency_name
source: Guyanese dollars
de: Guyana-Dollar
ru: Гайанские доллары

# HKD_currency_name
source: Hong Kong dollars
de: Hongkong-Dollar
ru: Гонконгские доллары

# HNL_currency_name
source: Honduran lempiras
de: Honduranische lempiras
ru: Гондурасских лемпир

# HRK_currency_name
source: Croatian kuna
de: Kroatische kuna
ru: Хорватская куна

# HTG_currency_name
source: Haitian gourdes
de: Haiti gourdes
ru: Гаитянский гурд

# HUF_currency_name
source: Hungarian forint
de: Ungarischer forint
ru: Венгерский форинт

# IDR_currency_name
source: Indonesian Rupiahs
de: Indonesische Rupiah
ru: Индонезийские рупии

# ILS_currency_name
source: Israeli shekalim hadash
de: Israelische Schekalim hadash
ru: Новый израильский шекель

# IMP_currency_name
source: Isle of Man pounds
de: Isle Of Man-Pfund
ru: Фунты Острова Мэн

# INR_currency_name
source: Indian Rupees
de: Indische Rupien
ru: Индийские рупии

# IQD_currency_name
source: Iraqi dinara
de: Irakische dinara
ru: Иракских динары

# IRR_currency_name
source: Iranian rials
de: Iranischer Rial
ru: Иранские риалы

# ISK_currency_name
source: Iceland Kronur
de: Island-wechseln
ru: Исландская крона

# JEP_currency_name
source: Jersey Pound
de: Jersey-Pfund
ru: Джерсийский фунт

# JMD_currency_name
source: Jamaican dollars
de: Jamaikanischer Dollar
ru: Ямайские доллары

# JOD_currency_name
source: Jordanian dinara
de: Jordanische dinara
ru: Иорданская динара

# JPY_currency_name
source: Japanese yen
de: Japanischer yen
ru: Японская иена

# KES_currency_name
source: Kenyan shillings
de: Kenia Schilling
ru: Кенийские шиллинги

# KGS_currency_name
source: Kyrgyzstani soms
de: Kirgisischen Som
ru: Киргизский сом

# KHR_currency_name
source: Cambodian riels
de: Kambodschanische Riel
ru: Камбоджийские риели

# KMF_currency_name
source: Comorian francs
de: Komoren-Franken
ru: Коморские франки

# KPW_currency_name
source: Chosun won
de: Chosun gewonnen
ru: Чосон вон

# KRW_currency_name
source: Korean won
de: Koreanischer won
ru: Корейский вон

# KWD_currency_name
source: Kuwaiti dinara
de: Kuwaitische dinara
ru: Кувейтская динара

# KYD_currency_name
source: Cayman Islands dollars
de: Cayman-Inseln Dollar
ru: Доллары Каймановых островов

# KZT_currency_name
source: Kazakhstani tenge
de: Kasachische tenge
ru: Казахстанский тенге

# LAK_currency_name
source: Lao kip
ru: Лаосский кип

# LBP_currency_name
source: Lebanese pounds
de: Libanesische Pfund
ru: Ливанские фунты

# LKR_currency_name
source: Sri Lankan rupees
de: Sri Lanka Rupien
ru: Шри-ланкийские рупии

# LRD_currency_name
source: Liberian dollars
de: Liberianische Dollar
ru: Либерийские доллары

# LSL_currency_name
source: Lesotho maloti
ru: Лесото малоти

# LTC_currency_name
source: Litecoins
ru: Лайткоины

# LTL_currency_name
source: Lithuanian Litas
de: Litauischer Litas
ru: Литовский лит

# LYD_currency_name
source: Libyan dinara
de: Libysche dinara
ru: Ливийская динара

# MAD_currency_name
source: Moroccan dirhams
de: Marokkanische Dirham
ru: Марокканский дирхам

# MDL_currency_name
source: Moldovan lei
de: Moldawische lei
ru: Молдавский лей

# MGA_currency_name
source: Malagasy ariary
ru: Малагаси Ариари

# MKD_currency_name
source: Macedonian denara
de: Mazedonische denara
ru: Македонский денар

# MMK_currency_name
source: Burmese kyats
de: Burmesische Kyat
ru: Мьянманский/Бирманский кьят

# MNT_currency_name
source: Mongolian tugrik
de: Mongolische tugrik
ru: Монгольский тугрик

# MOP_currency_name
source: Patacas
ru: Патака

# MRO_currency_name
source: Mauritania ouguiyas
de: Mauretanien ouguiyas
ru: Мавританская Угия

# MUR_currency_name
source: Mauritian rupees
de: Mauritische Rupien
ru: Маврикийские рупии

# MVR_currency_name
source: Maldivian rufiyaa
de: Maledivische rufiyaa
ru: Мальдивская руфия

# MWK_currency_name
source: Malawian kwachas
de: Malawi Kwacha
ru: Малавийский Квач

# MXN_currency_name
source: Mexican pesos
de: Mexikanische pesos
ru: Мексиканские песо

# MXV_currency_name
source: Mexican Unidades de Inversion
de: Mexikanische UITs de Inversion
ru: Мексиканская Универсальная валюта

# MYR_currency_name
source: Malaysian ringgits
de: Malaysische Ringgit
ru: Малайзийские ринггиты

# MZN_currency_name
source: Mozambican meticais
de: Mosambikanische meticais
ru: Мозамбикские метикалы

# NAD_currency_name
source: Namibian dollars
de: Namibischer Dollar
ru: Намибийские доллары

# NGN_currency_name
source: Nigerian nairas
de: Nigerianische Naira
ru: Нигерийская найра

# NIO_currency_name
source: Gold Cordobas
ru: Кордоба Никарагуа

# NOK_currency_name
source: Norwegian kroner
de: Norwegische Kronen
ru: Норвежская крона

# NPR_currency_name
source: Nepalese rupees
de: Nepalesische Rupien
ru: Непальские рупии

# NZD_currency_name
source: New Zealand dollars
de: Neuseeland-Dollar
ru: Новозеландские доллары

# OMR_currency_name
source: Omani rial
ru: Оманский риал

# PAB_currency_name
source: Panamanian balboa
de: Panamaischer balboa
ru: Панамский бальбоа

# PEN_currency_name
source: Peruvian nuevos soles
de: Peruanische Nuevos soles
ru: Перуанский сол

# PGK_currency_name
source: Papua New Guinean kina
de: Papua-neuguineischer kina
ru: Кина Папуа-Новой Гвинеи

# PHP_currency_name
source: Filipino pisos
de: Philippinische pisos
ru: Филиппинские песо

# PKR_currency_name
source: Pakistani rupees
de: Pakistanische Rupien
ru: Пакистанские рупии

# PLN_currency_name
source: Polish zlotych
de: Polnischer Zloty
ru: Польский злотый

# PYG_currency_name
source: Paraguayan guaranies
de: Paraguayische guaranies
ru: Парагвайские гуарани

# QAR_currency_name
source: Qatari riyal
de: Katar-riyal
ru: Катарские риалы

# RON_currency_name
source: Romanian lei
de: Rumänische lei
ru: Румынские леи

# RSD_currency_name
source: Serbian dinara
de: Serbische dinara
ru: Сербские динары

# RUB_currency_name
source: Russian ruble
de: Russischer Rubel
ru: Российский рубль

# RWF_currency_name
source: Rwandan francs
de: Ruandische Franken
ru: Руандийские франки

# SAR_currency_name
source: Saudi riyals
de: Saudi Riyal
ru: Саудовские риалы

# SBD_currency_name
source: Solomon Islands dollars
de: Salomonen-Dollar
ru: Доллары Соломоновых островов

# SCR_currency_name
source: Seychellois rupees
de: Seychellen Rupien
ru: Сейшельские рупии

# SDG_currency_name
source: Sudanese pounds
de: Sudanesische Pfund
ru: Суданские фунты

# SEK_currency_name
source: Swedish kronor
de: Schwedische Kronen
ru: Шведские кроны

# SGD_currency_name
source: Singapore dollars
de: Singapur-Dollar
ru: Сингапурские доллары

# SHP_currency_name
source: Saint Helena pounds
de: St. Helena Pfund
ru: Святой Елены фунтов

# SLL_currency_name
source: Sierra Leonean leones
de: Sierra-leonischer leones
ru: Сьерра-Леоне Леонес

# SOS_currency_name
source: Somali shillings
de: Somali Shilling
ru: Сомалийские шиллинги

# SRD_currency_name
source: Surinamese dollars
de: Surinamischer Dollar
ru: Суринамские доллары

# STD_currency_name
source: Sao Tome and Principe dobras
de: São Tomé und Príncipe-Dobra
ru: Добра Сан-Томе и Принсипи

# SVC_currency_name
source: Salvadoran colones
de: El Salvador colones
ru: Сальвадорский колон

# SYP_currency_name
source: Syrian pounds
de: Syrische Pfund
ru: Сирийские фунты

# SZL_currency_name
source: Swazi emalangeni
ru: Свазилендские эмалангени

# THB_currency_name
source: Thai baht
ru: Тайский бат

# TJS_currency_name
source: Tajikistani somoni
de: Tadschiken somoni
ru: Таджикский сомони

# TMT_currency_name
source: Turkmenistan manat
ru: Туркменский манат

# TND_currency_name
source: Tunisian dinara
de: Tunesische dinara
ru: Тунисские динары

# TOP_currency_name
source: Tonga pa'anga
ru: Паанга Тонга

# TRY_currency_name
source: Turkish liras
de: Türkische Lira
ru: Турецкие лиры

# TTD_currency_name
source: Trinidad and Tobago dollars
de: Trinidad und Tobago Dollar
ru: Доллары Тринидада и Тобаго

# TWD_currency_name
source: New Taiwan dollars
de: Neue Taiwan-Dollar
ru: Новые тайваньские доллары

# TZS_currency_name
source: Tanzanian shillings
de: Tansanische Shilling
ru: Танзанийские шиллинги

# UAH_currency_name
source: Ukrainian hryvni/hryven
de: Ukrainische Hryvni/hryven
ru: Украинские гривны

# UGX_currency_name
source: Ugandan shillings
de: Uganda-Schilling
ru: Угандийские шиллинги

# USD_currency_name
source: United States dollars
de: US-Dollar
ru: Доллары США

# UYU_currency_name
source: pesos Uruguayos
ru: Уругвайское песо

# UZS_currency_name
source: Uzbekistani som
de: Usbekische som
ru: Узбекистанский сом

# VEF_currency_name
source: Venezuelan bolivares fuertes
de: Venezolanische Bolivares fuertes
ru: Венесуэльский боливар

# VND_currency_name
source: Vietnamese dong
de: Vietnamesischer dong
ru: Вьетнамский донг

# VUV_currency_name
source: Vanuatu vatu
ru: Вануату вату

# WST_currency_name
source: Samoan tala
de: Samoanischer tala
ru: Тала Самоа

# XAF_currency_name
source: Central African CFA francs
de: Zentralen afrikanischen CFA-Franc
ru: Центрально Африканские КФА франки

# XBT_currency_name
source: Bitcoins
ru: Биткоины

# XCD_currency_name
source: East Caribbean dollars
de: Ostkaribischer Dollar
ru: Восточно Карибский доллар

# XDR_currency_name
source: IMF Special Drawing Rights
de: Sonderziehungsrechte des IWF
ru: МВФ специальных прав заимствования

# XOF_currency_name
source: West African CFA francs
de: Westafrikanischen CFA-Franken
ru: Франки КФА Западной Африки

# XPF_currency_name
source: Comptoirs Francais du Pacifique Francs
de: Comptoirs Français du Pacifique Francs
ru: Торговые фирмы Francais дю Pacifique франков

# YER_currency_name
source: Yemeni rial
de: Jemen-rial
ru: Йеменский риал

# ZAR_currency_name
source: South African rand
de: Südafrikanischer rand
ru: Южноафриканский рэнд

# ZMW_currency_name
source: Zambian kwacha
de: Sambischer kwacha
ru: Замбийская квача

# ZWL_currency_name
source: Zimbabwean dollars
de: Simbabwe-Dollar
ru: Зимбабвийские доллары

source: Ok
de: Okay
